Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=263_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Olen Satu Aikio (2008)
sme: Lean Satu Aikio (2008)

source: ja syntynyt pian 25 vuotta sitten kuopuksena inarinsaamelaiseen perheeseen, johon itseni lisäksi kuuluu isä, äiti sekä isosisko ja - veli.
sme: ja riegádan sullii 25 jagi dás ovdal váhkarin anáraš bearrašii, masa iežan lassin gullet áhčči, eadni sihke stuorraoabbá ja - viellja.

source: Lapsuuteni ja nuoruuteni olen viettänyt Sevetintien varrella pienessä kylässä nimeltään Väylä, jossa vanhempani edelleen asuvat.
sme: Mánnávuođa ja nuorravuođa lean eallán Čeavetjárgeaidnoguoras smávva gilážis Fávllis, gos mu váhnemat ain ássaba.

source: Tätä nykyä tieni on vienyt minut asustelemaan Ivaloon, jossa myös molemmat sisarukseni asuvat.
sme: Eallin lea dolvon mu ássat Avvilii, gos maiddái guktot mu oappážagat ássaba.

source: Peruskouluni olen käynyt Kaamasessa (1-3lk) ja Inarissa (4-9lk) sekä lukion Ivalossa.
sme: Vuođđoskuvlla lean vázzán Gápmasis (1-3lk) ja Anáris (4-9lk) sihke logahaga Avvilis.

source: Saatuani ylioppilaslakin vuonna 2003, elämä kuljetti erinäisten työpaikkojen jälkeen opiskelemaan perhepäivähoitajaksi saamelaisalueen koulutuskeskukseen Ivaloon, josta valmistuin kyseiseen ammattiin syksyllä 2008.
sme: Go ožžon vilges gahpira jagis 2003, eallin doalvvui mu muhtin dihto bargosajiid maŋŋá stuđeret bearašbeaivedivššárin sámi oahpahusguovddážii Avvilii, gos válmmaštuvven máinnašuvvon ámmáhii čakčat 2008.

source: Tällä hetkellä työskentelen Inarissa inarinsaamen kielipesässä eli päiväkodissa, jossa lapsille puhutaan ainoastaan inarinsaamea.
sme: Dál barggan Anáris anárašgiela giellabeasis dahjege beaiveruovttus, gos mánáide hállojuvvo dušše beare anárašgiella.

source: Inarinsaame on näkynyt elämässäni koko elämäni ajan niin kielen takia kuin harrastuksen ja työni kautta.
sme: Anárašgiella lea oidnon eallimisttán álo nu giela geažil go áiggeáji ja barggu bokte.

source: Lapsuuskodissani Väylässä kuulin joka päivä inarinsaamen kieltä, jota poromies-kalastajaisäni puhui niin samassa pihapiirissä asuneiden edesmenneiden isovanhempieni kuin sukulaistenikin kanssa.
sme: Mánnávuođaruovttustan Fávllis gullen beaivválaččat anárašgiela, man badjealmmái-guolásteaddjiáhččán hálai das bálddas ássan ádjáinan ja áhkuinan, geat leaba juo jápmán, ja maiddái fulkkiidanguin.

source: Kotona kuulemaani ja oppimaani kieltä opiskelin lisää koulussa ja opiskelu on jatkunut tähän päivään asti, koska uusia inarinsaamenkielisiä sanoja kehitetään jatkuvasti.
sme: Ruovttus gullan ja oahppan giela stuđerejin lasi skuvllas ja stuđeren lea joatkašuvvan gitta dán beaivái, dasgo ođđa anárašgielat sániid hutket oppa áigge lasi.

source: Yksi harrastuksistani on laulaminen, jonka puitteissa teen silloin tällöin myös keikkaa inarinsaameksi erinäisissä tilaisuuksissa niin yksin kuin yhdessä siskoni kanssa.
sme: Okta mu áiggeájiin lea lávlun, masa gullá maiddái dat ahte duollet dálle lávllun anárašgillii iešguđetlágan dilálašvuođain nu okto go ovttas oappáinan.

source: Inarinsaame on vähemmistökieli, joka oli pitkään uhanalainen sen puhujien vähyyden takia.
sme: Anárašgiella lea vehádatgiella, mii lei guhká áittatvuloš danin go giela hállit ledje nu uhcán.

source: Tätä nykyä näen inarinsaamen kielen tulevaisuuden valoisana juurikin vuonna 1997 perustetun inarinsaamen kielen kielipesän ansiosta sekä myös sen, että kieltä opetetaan myös aikuisille ihmisille, jotka välttämättä eivät ole juuriltaan inarinsaamelaisia.
sme: Dál oainnán anárašgiela boahttevuođa čuovgadin jagis 1997 vuođđuduvvon anárašgiela giellabeasi geažil sihke maid danin go giela oahpahit maiddái rávesolbmuide, geat vealttakeahttá eai leat anáraččat.

source: Inarissa sijaitseva saamelaismuseo Siida, jossa olen monet kesät työskennellyt, välittää osaltaan tietoa inarinsaamelaisuudesta ja kielestä.
sme: Anáris sámemusea Siida, gos lean máŋggaid gesiid bargan, juohká oasiltis dieđu anársápmelašvuođas ja gielas.

source: Uskon ja toivon, että inarinsaamen arvostus on kasvanut ja että useimmat myös tiedostavat nykyään Suomessa puhuttavan kolmea eri saamen kieltä, joista yksi on inarinsaame.
sme: Jáhkán ja sávan, ahte anárašgiela árvu lea lassánan ja ahte eatnašat maid dihtet dál ahte Suomas hállojuvvojit golbma sierra sámegiela, main okta lea anárašgiella.

source: Inarinsaamelaisuus merkitsee minulle kielen puhumisen lisäksi sitä, että voin käyttää inarinsaamenpukua, jota pidän useissa eri tilaisuuksissa sekä myös esiintyessäni.
sme: Anársápmelašvuohta mearkkaša munnje giela hállama lassin dan, ahte sáhtán geavahit anárašgávtti, man geavahan máŋggain sierra dilálašvuođain ja maiddái dalle go lávllun olbmuide.

source: Kun monet tuskailevat, mitä laittaa päälleen tilaisuuksiin, minulla tätä ongelmaa ei juurikaan ole ollut, koska voin käyttää saamenpukuani monissa eri tilaisuuksissa.
sme: Go máŋgasat duskidit, mo gárvodit dilálašvuođaide, mun in leat olus dárbbašan váivvidit iežan dáinna áššiin, dasgo sáhtán geavahit sámegávtti máŋggain sierra dilálašvuođain.

source: Tällä hetkellä olen iloinen voidessani osaltani edistää inarin saamenkielen asemaa tämän hetkisen työni kautta sekä myös musiikin avulla.
sme: Dál lean ilolaš das go sáhtán iežan oasil ovddidit anárašgiela sajádaga dálá barggu sihke maiddái musihka bokte.
